{
  "roadmap": [
    {
      "title": "مسح الأرض",
      "descriptionPoints": [
        "تكلـيف إجراء مسح جغرافي وطوبوغرافي شامل.",
        "تحديد المناطق القابلة للاستخدام مقابل المناطق المحمية أو غير القابلة للبناء.",
        "تمييز العناصر الطبيعية الرئيسية: التكوينات الصخرية، تجمعات النخيل، التغيرات في الارتفاع، ومسارات تصريف المياه.",
        "المخرجات: خريطة حدود الموقع، نموذج الارتفاعات، وخطة صلاحية المناطق."
      ]
    },
    {
      "title": "خطة العمل",
      "descriptionPoints": [
        "تحديد تركيبة وحدات الإقامة في المشروع (عدد الوحدات، النوع: غرف محفورة، فلل، خيام، أجنحة).",
        "تحديد الأحجام ومستويات الخصوصية وآلية الوصول.",
        "تحديد نطاق خدمات الطعام والشراب (مطعم، مقهى، خدمة داخل الغرف).",
        "تقدير متوسط السعر اليومي المستهدف، ونسب الإشغال، والإيرادات السنوية المتوقعة.",
        "توضيح شرائح الضيوف المستهدفة ومدة الإقامة المتوقعة."
      ]
    },
    {
      "title": "النموذج المالي",
      "descriptionPoints": [
        "تقدير التكاليف الرأسمالية (أعمال الموقع، بناء الوحدات، البنية التحتية).",
        "تقدير التكاليف التشغيلية (العمالة، الصيانة، الخدمات، التسويق).",
        "بناء توقعات الأرباح والخسائر لفترة 3 إلى 5 سنوات.",
        "إجراء تحليل حساسية وفقًا لسيناريوهات الإشغال ومتوسط السعر اليومي.",
        "تحديد حجم الاستثمار المطلوب والفترة المتوقعة للوصول إلى نقطة التعادل."
      ]
    },
    {
      "title": "التصميم المفاهيمي",
      "descriptionPoints": [
        "ترجمة تجربة الضيف إلى تخطيط للموقع: الوصول، الحركة، الخصوصية، الإطلالات، مناطق تقليل الضوضاء.",
        "تحديد مواقع الوحدات، ومرافق الطعام والشراب، والمسارات، والمسبح، والمرافق المشتركة.",
        "تأكيد منطق مراحل التنفيذ — المرحلة الأولى مقابل المرحلة الثانية.",
        "مواءمة التصميم المعماري مع الهوية (الخامات، الألوان، الإلهام المحلي)."
      ]
    },
    {
      "title": "النموذج التشغيلي",
      "descriptionPoints": [
        "تحديد الهيكل: تشغيل ذاتي، تأجير لعلامة تجارية، شراكة مع مجموعة ضيافة، أو نموذج هجين.",
        "تحديد المهارات المطلوبة لفريق التشغيل.",
        "توضيح معايير العلامة التجارية وجودة الخدمة منذ اليوم الأول.",
        "مواءمة النموذج التشغيلي مع توقعات الضيوف المستهدفين."
      ]
    },
    {
      "title": "البناء والإطلاق",
      "descriptionPoints": [
        "تنفيذ تحسينات طريق الوصول ومنطقة الاستقبال.",
        "بناء المسبح الأولي، والمسارات، و2–4 وحدات عرض.",
        "تركيب الإضاءة، ونظام الري، واللوحات الإرشادية.",
        "تحضير العلامة التجارية، والموقع الإلكتروني، والمحتوى المبدئي للإطلاق التجريبي أو الحجوزات المسبقة.",
        "تحديد مؤشرات الأداء الرئيسية بعد الإطلاق وأدوات جمع آراء الضيوف."
      ]
    }
  ]
}
